<div class="py-5">
    <div class="container">
        <div class="row">
            <div class="col-md-12">
                <h2 class="text-center"><span class="text-danger">วิทยาลัยเทคนิคตราด</span> สังกัดสำนักงานคณะกรรมการการอาชีวศึกษา</h2>
                <div class="underline mx-auto"></div>
                <h4 class="text-center text-info mt-2">แนวคิดการจัดการศึกษา</h4>
            </div>
        </div>
        
        <div class="row">
            <div class="col-md-12">
                <p>อาชีพได้มีมาตั้งแต่ยุคสมัยที่ประเทศไทยเริ่มมีอาชีพหัตกรรมมากขึ้นนอกเหนือไปจากอาชีพ กสิกรรมการ อาชีวศึกษา 
                    เริ่มอย่างเป็นระบบเมื่อได้รับการบรรจุในโครงการศึกษา พ.ศ. 2441 เป็นการศึกษาพิเศษซึ่งหมายถึง การเรียนวิชา 
                    เฉพาะ เพื่อให้เกิด ความชำนาญ โดยในปี พ.ศ. 2452 การจัดการศึกษา ได้แบ่งออกเป็น 2 ประเภทคือ โรงเรียน 
                    สามัญศึกษา สอนวิชา สามัญ และโรงเรียน วิสามัญศึกษาสอนวิชาเพื่อออกไปประกอบอาชีพ เช่น แพทย์ ผดุงครรภ์ 
                    ภาษาอังกฤษ พาณิชยการ ครู เป็นต้น ในปี พ.ศ. 2453 ได้จัดตั้ง โรงเรียนอาชีวศึกษาแห่งแรก คือ โรงเรียนพาณิชยการที่วัดมหาพฤฒาราม 
                    และวัดราชบูรณะ ปี พ.ศ. 2456 จัดตั้งโรงเรียน เพาะช่าง และปี พ.ศ. 2460 จัดตั้งโรงเรียนฝึกหัดครูประถมกสิกรรม แผนการศึกษาแห่งชาติ 
                    ได้มีผลต่อการกำหนดการศึกษาอาชีพให้ชัดเจนยิ่งขึ้น โดยในแผนการศึกษาแห่งชาติ พ.ศ. 2475 ได้กำหนดว่าวิสามัญศึกษา 
                    ได้แก่ การศึกษาวิชาชีพซึ่งจัดให้เหมาะสมกับภูมิประเทศ เช่น กสิกรรม หัตถกรรม และพาณิชยการ เพื่อเป็นพื้นฐานความรู้สำหรับประกอบการเกษตรกรรมและ 
                    อุตสาหกรรม ต่าง ๆ และในแผนการศึกษาแห่งชาติ พ.ศ. 2479 ได้ ปรากฏคำว่า "อาชีวศึกษา" เป็นครั้งแรกในระบบการศึกษาของประเทศไทย 
                    โดยแบ่งออกเป็น 3 ชั้น คือ อาชีวศึกษา ชั้นต้น กลาง และสูง รับนักเรียนจากโรงเรียนสามัญศึกษาของทุกระดับประโยค</p>
            </div>
        </div>
    </div>
</div>